Repository: shell-extensions/gnome-foldersize
Catalog: locale/*/LC_MESSAGES/foldersize.po
Languages: de, es

source: Folder Size
de: Ordnergröße
es: Tamaño de carpeta

source: Scan on
de: Scan an
es: Escaneo activado

source: Scan off
de: Scan aus
es: Escaneo desactivado

source: Folder size
de: Ordnergröße
es: Tamaño de carpeta

source: Recalculate folder size
de: Ordnergröße neu berechnen
es: Recalcular tamaño de carpeta

source: Recalculate folder sizes
de: Ordnergrößen neu berechnen
es: Recalcular tamaños de carpeta

source: Abort running calculation and start immediately (priority)
de: Bricht laufende Berechnung ab und startet sofort neu (Priorität)
es: Cancelar cálculo en ejecución e iniciar de inmediato (prioridad)

source: Async folder size calculation with cache, queue and status icons
de: Asynchrone Ordnergrößenberechnung mit Cache, Warteschlange und Statussymbolen
es: Cálculo asíncrono del tamaño de carpetas con caché, cola e iconos de estado

source: ⚠️ Error
de: ⚠️ Fehler

source: ⏰ Timeout
de: ⏰ Zeitüberschreitung
es: ⏰ Tiempo de espera agotado

source: Disable folder size scanning
de: Ordnergrößen-Scan deaktivieren
es: Desactivar el escaneo de tamaño de carpetas

source: Enable folder size scanning
de: Ordnergrößen-Scan aktivieren
es: Activar el escaneo de tamaño de carpetas

source: Toggle automatic folder size calculation
de: Automatische Ordnergrößenberechnung umschalten
es: Conmutar el cálculo automático del tamaño de carpetas

source: Show Folder Size Quick Settings toggle
de: Schnelleinstellungen-Schalter für Ordnergröße anzeigen
es: Mostrar interruptor de Ajustes rápidos para Tamaño de carpeta

source: Hide Folder Size Quick Settings toggle
de: Schnelleinstellungen-Schalter für Ordnergröße ausblenden
es: Ocultar interruptor de Ajustes rápidos para Tamaño de carpeta

source: Show or hide the Folder Size Quick Settings toggle.
de: Schnelleinstellungen-Schalter für Ordnergröße anzeigen oder ausblenden.
es: Mostrar u ocultar el interruptor de Ajustes rápidos para Tamaño de carpeta.

source: General
de: Allgemein

source: Max workers
de: Maximale Worker
es: Máximo de trabajadores

source: Queue timeout (s)
de: Warteschlangen-Timeout (s)
es: Tiempo de espera de la cola (s)

source: Display
de: Anzeige
es: Visualización

source: Decimal places
de: Dezimalstellen
es: Decimales

source: Binary units (KiB/MiB)
de: Binäre Einheiten (KiB/MiB)
es: Unidades binarias (KiB/MiB)

source: Behavior
de: Verhalten
es: Comportamiento

source: Auto scan
de: Automatischer Scan
es: Escaneo automático

source: Show Quick Settings toggle
de: Schnelleinstellungen-Schalter anzeigen
es: Mostrar interruptor de Ajustes rápidos

source: Skip other mountpoints
de: Andere Mountpoints überspringen
es: Omitir otros puntos de montaje

source: Rotate interval (s)
de: Rotationsintervall (s)
es: Intervalo de rotación (s)

source: Long job threshold (s)
de: Schwellwert für lange Jobs (s)
es: Umbral de tarea larga (s)

source: Cache TTL (s)
es: TTL de caché (s)

source: du timeout (s)
es: Tiempo de espera de du (s)
